export const brands = [
  { id: 1, name: '統一' },
  { id: 2, name: '味全' },
  { id: 3, name: '伯朗' },
  { id: 4, name: '雀巢' },
  { id: 5, name: 'UCC' },
  { id: 6, name: '貝納頌' },
  { id: 7, name: '星巴克' },
];

export const cardInfo = [
  {
    id: 1,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 3,
  },
  {
    id: 2,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 4,
  },
  {
    id: 3,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 3,
  },
  {
    id: 4,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 1,
  },
  {
    id: 5,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 5,
  },
  {
    id: 6,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 3,
  },
  {
    id: 7,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 4,
  },
  {
    id: 8,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 2,
  },
  {
    id: 9,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 5,
  },
  {
    id: 10,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 5,
  },
  {
    id: 11,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 5,
  },
  {
    id: 12,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 5,
  },
  {
    id: 13,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 4,
  },
  {
    id: 14,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    rating: 1,
  },
];

export const cardDetail = [
  {
    id: 1,
    title: '【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 2,
    title: '2【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 3,
    title: '3【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 4,
    title: '4【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 5,
    title: '5【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 6,
    title: '6【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 7,
    title: '7【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 8,
    title: '8【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 9,
    title: '9【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 10,
    title: '10【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 11,
    title: '11【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 12,
    title: '12【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 13,
    title: '13【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
  {
    id: 14,
    title: '14【Maxim】KANU迷你美式咖啡(0.9gx100入/盒;附限定專屬贈品)',
    content:
      'Ｍaxim 咖啡是韓國知名國民咖啡，經濟實惠又好喝！享受韓式生活的第一選擇，韓國原裝進口，韓劇《黑道律師文森佐》同款咖啡',
  },
];
